class_name: Sequential
config:
- class_name: LSTM
  config:
    U_regularizer: null
    W_regularizer: null
    activation: tanh
    b_regularizer: null
    batch_input_shape: !!python/tuple [null, 50, 64]
    consume_less: cpu
    dropout_U: 0.0
    dropout_W: 0.0
    forget_bias_init: one
    go_backwards: false
    init: glorot_uniform
    inner_activation: hard_sigmoid
    inner_init: orthogonal
    input_dim: 64
    input_dtype: float32
    input_length: null
    name: lstm_1
    output_dim: 256
    return_sequences: false
    stateful: false
    trainable: true
    unroll: false
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: linear, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: glorot_uniform, input_dim: 256,
    name: dense_1, output_dim: 64, trainable: true}
- class_name: Activation
  config: {activation: softmax, name: activation_1, trainable: true}
keras_version: 1.2.1
class_name: Sequential
config:
- class_name: LSTM
  config:
    U_regularizer: null
    W_regularizer: null
    activation: tanh
    b_regularizer: null
    batch_input_shape: !!python/tuple [null, 50, 64]
    consume_less: cpu
    dropout_U: 0.0
    dropout_W: 0.0
    forget_bias_init: one
    go_backwards: false
    init: glorot_uniform
    inner_activation: hard_sigmoid
    inner_init: orthogonal
    input_dim: 64
    input_dtype: float32
    input_length: null
    name: lstm_1
    output_dim: 256
    return_sequences: false
    stateful: false
    trainable: true
    unroll: false
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: linear, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: glorot_uniform, input_dim: 256,
    name: dense_1, output_dim: 64, trainable: true}
- class_name: Activation
  config: {activation: softmax, name: activation_1, trainable: true}
keras_version: 1.2.1
